{
  "type": "category",
  "id": "root",

  "items": [
    {
      "type": "category",
      "id": "arable-lands",
      "title": "Земледелие",

      "items": [
        {
          "type": "book",
          "isbn": "9785953206071",
          "title": "Земледелие с основами почвоведения и агрохимии",
          "description": "Дано представление о почве и ее свойствах. Рассмотрены вопросы общего земледелия: законы земледелия, научные основы севооборотов, обработки и эрозия почвы, сорные растения и меры борьбы с ними. Специальные разделы посвящены агрохимии, системам земледелия и основам почвоведения. Для студентов вузов по специальности «Технология производства и переработки сельскохозяйственной продукции».",
          "autors": [
            "Баздырёв Г. И.",
            "Сафонов А. Ф."
          ]
        },
        {
          "type": "book",
          "isbn": "9875948091501",
          "title": "Научные основы и принципы построения севооборотов в интенсивном земледелии",
          "description": "В монографии приведены анализ и обобщение результатов исследований автора за 7 лет, проведённых на Елецкой опытной станции по картофелю.",
          "autors": [
            "Бутов А. В."
          ]
        }
      ]
    },
    {
      "type": "category",
      "id": "plant-growning",
      "title": "Растениеводство",

      "items": [
        {
          "type": "category",
          "id": "mechanisation",
          "title": "Механизация растениеводства",

          "items": [
            {
              "type": "book",
              "isbn": "9785953200299",
              "title": "Сельскохозяйственные машины",
              "description": "Рассмотрены базовые и усовершенствованные модели сельскохозяйсвенных машин",
              "autors": [
                "Халанский В. М.",
                "Горбачёв И. В."
              ]
            }
          ]
        },
        {
          "type": "category",
          "id": "beans",
          "title": "Зернобобовые культуры",
          "items": [
            {
              "type": "book",
              "isbn": "9789856564188",
              "title": "Зернобобовые культуры",
              "description": "В книге излагаются научные основы выращивания зерновых бобовых культур (биология, требования к почвенно-климатическим условиям, место в севообороте, обработка почвы, использование удобрений, борьба с сорняками, вредителями и болезнями, особенности уборки и хранения, экономическая оценка).",
              "autors": [
                "Шпаар Д.",
                "Эллмер Ф.",
                "Постников А.",
                "Таранухо Г.",
                "Дрегер Д."
              ]
            }
          ]
        },
        {
          "type": "book",
          "description": "В данном учебнике изложены биолого-экологические особенности и основы агротехнологии полевых культур. По основным из них приводятся этапы органогенеза и Международные коды роста и развития ВВСН, которые используются в западноевропейских вузах, а также экологически пластичные сорта и гибриды, базовые агротехнологии и адаптеры, с помощью которых студенты могут под руководством преподавателей или самостоятельно разрабатывать их для различных республик, краев и областей Российской Федерации.",
          "title": "Растениеводство",
          "isbn": "9785902792114",
          "autors": ["Коломейченко В. В."]
        }
      ]
    }
  ]
}